<?php

$news = [
	[
		'title' => 'Есть старт',
		'datetime' => '12:08 08.08.2021',
		'text' => 'Положено начало отображения новостей для среды тестовой вёрстки интерфейса и вёрстки.',
		'image' => '/media/image/start.jpg',
	],
	[
		'title' => 'Странный старт',
		'datetime' => '14:05 08.08.2021',
		'text' => 'Какой-то дебил воткнул знак старта посередине дороги. Первая машина, что пошла на обгон, не смотря на двойную сплошную, также несмотря врезалась в столб знака.
ГОСТы вам не игрушка. Пользуйтесь гостами при установке дорожных знаков. Удачи на дорогах',
		'image' => '/media/image/start2.jpg',
	],
	[
		'title' => 'М — значит металл',
		'datetime' => '14:05 04.08.2021',
		'text' => 'С этого момента мы занимаемся слесарной обработкой металла. Заявки принимаются в стандартном режиме, как и всегда.',
		'image' => '/media/image/metal.jpeg',
	],
	[
		'title' => 'Есть старт',
		'datetime' => '12:08 08.08.2021',
		'text' => 'Положено начало отображения новостей для среды тестовой вёрстки интерфейса и вёрстки.',
		'image' => '/media/image/start.jpg',
	],
	[
		'title' => 'Странный старт',
		'datetime' => '14:05 08.08.2021',
		'text' => 'Какой-то дебил воткнул знак старта посередине дороги. Первая машина, что пошла на обгон, не смотря на двойную сплошную, также несмотря врезалась в столб знака.
ГОСТы вам не игрушка. Пользуйтесь гостами при установке дорожных знаков. Удачи на дорогах',
		'image' => '/media/image/start2.jpg',
	],
	[
		'title' => 'М — значит металл',
		'datetime' => '14:05 04.08.2021',
		'text' => 'С этого момента мы занимаемся слесарной обработкой металла. Заявки принимаются в стандартном режиме, как и всегда.',
		'image' => '/media/image/metal.jpeg',
	],
];

$banner = [
	'image' => '/media/image/work.jpeg',
];

$mainHeroes = [
	[
		'title' => 'Более 20 лет опыта',
		'text' => 'Большой опыт работы наших мастеров позволяет выполнять работу на высоком уровне.',
		'image' => '/media/image/work.jpeg',
	],
	[
		'title' => 'Слесарные работы по металлу',
		'text' => 'Выполнение слесарных работ по металлу позволяет изготавливать множество механических узлов нестандартной конструкции.',
		'image' => '/media/image/metal.jpeg',
	],
];

$about = [
	[
		'title' => 'Цели и задачи',
		'body' => 'Выполнение ремонтных работ промышленного и сварочного оборудования.',
		'default' => true,
	],
	[
		'title' => 'Территории работ',
		'body' => 'Работы выполняются в городе Томск.',
	],
	[
		'title' => 'О сайте',
		'body' => 'Сайт выполнен в качестве курсовой работы с целью практического применения.',
	],
];
